tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "aws/tap"
brew "cmake"
brew "ctags"
brew "curl"
brew "gh"
brew "git"
brew "git-gui"
brew "openjdk"
brew "jq"
brew "shellcheck"
brew "tmux"
brew "tmuxinator"
brew "vim"
brew "neovim"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "n"
brew "python"
brew "go"
brew "aws/tap/copilot-cli"
brew "postgresql"
brew "glow"
cask "docker"
cask "iterm2"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
#cask "openvpn-connect" - see entry in strongbox for install details
