tap "browsh-org/browsh"
tap "derailed/k9s"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "weaveworks/tap"
tap "cloudfoundry/tap"
tap "aws/tap"
brew "aws-iam-authenticator"
brew "bats-core"
brew "cloudfoundry/tap/cf-cli@7"
brew "cmake"
brew "ctags"
brew "curl"
brew "exercism"
brew "gh"
brew "git"
brew "git-secrets"
brew "glow"
brew "gnupg"
brew "openjdk"
brew "groovy"
brew "helm"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "postgresql"
brew "pyenv"
brew "shellcheck"
brew "terraform@0.11"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "vim"
brew "browsh-org/browsh/browsh"
brew "derailed/k9s/k9s"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "weaveworks/tap/eksctl"
brew "copilot-cli"
brew "entr"
cask "atom"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-drive-file-stream"
cask "iterm2"
cask "keepassxc"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
