brew "git"
brew "gh"
brew "git-secrets"
brew "the_silver_searcher"
brew "cmake"
brew "jq"
brew "shellcheck"
brew "httpie"
brew "tmux"
brew "tmuxinator"
brew "ctags"
brew "exercism"
brew "curl"
brew "helm"
brew "derailed/k9s/k9s"
brew "gpg"
brew "vim"
brew "postgres"
brew "groovy"
cask "iterm2"
cask "docker"
cask "google-drive-file-stream"
cask "visual-studio-code"
cask "KeePassXC"
cask "rectangle"
cask "atom"
cask "slack"
cask "spotify"
